Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安说道：“先生说这些，我听不懂，但都记下了。不过今天知道我爹娘是好人，我就知足了。”
en_us: "I don't really understand Mr. Qi's explanations, but I've committed all of it to memory," Chen Ping'an said. "However, I'm already content with learning that my parents were good people."

source: 陈平安说道：“她说的是实话，你别不当真。”
en_us: "She's telling the truth. Don't disregard it," Chen Ping'an said.

source: 陈平安说道：“打扰宋大人了。”
en_us: "Pardon my intrusion, Master Song," Chen Ping'an said as he stowed ways his three pouches of copper coins, then stood up to take his leave.

source: 陈平安说道：“日子终归是越来越好的，放心吧，姚老头不是说过嘛，大难不死必有后福。”
en_us: "Things will only improve. Don't worry. Didn't Old Man Yao say before? Those who survive a catastrophe are bound to have good fortune later on," Chen Ping'an consoled.

source: 陈平安走上台阶，蹲在她旁边不远处，把两袋子钱递还给少女，轻声说道：“宁姑娘，钱，你留着好了，加上泥瓶巷我家藏的那袋，你全部拿去，我已经不需要了。以后希望可以的话，就帮忙花钱雇人人，照看我和刘羡阳两家的宅子。”
en_us: Chen Ping'an made his way up the steps, then crouched down next to her and offered the two pouches of copper coins back to her as he said in a quiet voice, "Keep these coins, and you can also have the pouch that I've hidden in my house on Clay Vase Alley, I don't need them anymore. If it's not too much trouble, please hire some people to look after Liu Xianyang's house and mine."

source: 陈平安走了一段路程后，就听到身后传来一阵脚步声，转头望去，是刘羡阳。
en_us: After walking for a while, he heard footstep behind him. Turning around, he saw that it was Liu Xianyang.

source: 陈平安走出小镇，一直往南，等到他靠近“廊桥”的时候，骇然发现廊桥不见了。
en_us: After parting ways with the little girl, Chen Ping'an made his way out of the town and traveled southward. As he approached the covered bridge, he was shocked to discover that it was gone, having reverted back to the old stone bridge in his memories.

source: 陈平安走向岸边的巨大青石崖，小镇孩子在炎炎夏日多在这段溪水洗澡，崖下溪水尤其深，最深一个坑得有两个陈平安那么高，是这条小溪水深仅次于廊桥下深潭的地方，水性好的少年，最喜欢在这里比拼谁在水坑底下待的时间长。
en_us: He walked toward the large green stone cliff on the banks. During the hot summer days, the children of the small town would often come here to bath. The water under the cliff was especially deep, with the deepest part of it measuring two Chen Ping'an's deep. This depth was only second to the deepest part of the creek, the area under the covered bridge. Those who were skilled in the water loved coming here to see who could stay underwater for the longest.

source: 陈平安走在熟悉的小巷里，突然想起一幕场景，早年跟随姚老头沿着溪水进入深山，看到一头小麋鹿在水边饮水，见到他也不惧怕，它喝过水后，就低头望着溪水，久久没有离去。溪水水面除了麋鹿的倒影，水中还有一尾徘徊不去的游鱼。
en_us: Walking along the familiar alley, Chen Ping'an suddenly recalled a memory. Back then, he and Old Man Yao had followed a stream into the depths of a mountain. There, they had seen a milu[ref]Milu is a tyoe of deer native to China.[/ref]peacefully drinking water. It wasn't afraid of their presence, and after having its fill to drink, it continued to gaze at the stream with its head lowered, not leaving for a long time. Apart from its own reflection, there had also been a circling fish that didn't leave the entire time.

source: 陈平安赶紧乖乖跑路。
en_us: Chen Ping'an hurriedly rushed away in a sheepish manner.

source: 陈平安赶紧从箩筐里拿起一块石子，继续解释道：“我要去溪里捡这些石头。”
en_us: Chen Ping'an hurriedly retrieved a pebble from his basket and explained, "I'm going to collect some pebbles from over there."

source: 陈平安赶紧伸出一根手指，示意宁姚不要大嗓门。
en_us: Chen Ping'an hurriedly raised a finger and gestured for her to be quiet.

source: 陈平安赶紧出声喊她，红棉袄小女孩转过头，看到是陈平安后，咧嘴一笑，一双会说话的秋水眼眸，好像在说你有事快说啊，我听着呢，我还要忙着蚂蚁搬家！
en_us: Chen Ping'an hurriedly called out to her, and she turned around to face. Upon catching sight of him, a flash of recognition appeared on her face along with a bright smile. Her eyes seemed to be capable of speaking, and at this moment, they looked as if they were saying: "What do you want? I'm listening! I'm in a hurry, so make it quick!"

source: 陈平安赶紧岔开话题，“宁姑娘你继续说洞天的事情。”
en_us: Chen Ping'an hurriedly changed the subject. "Can you tell me more about the alternate worlds?"

source: 陈平安赶紧慌张道：“别扔别扔，要是边边角角磕坏了，肯定要少赚很多铜钱的！”
en_us: Chen Ping'an hurriedly raised his hands in a panic as he urged, "Don't throw it! If you damage it, it'll sell for far less than it otherwise would!"

source: 陈平安赶紧把她从背篓里拉出来。
en_us: Chen Ping'an hurriedly rushed back and pulled her out of the basket, but Ning Yao didn't inflict any further physical punishment upon him, merely glowering at him with a displeased look in her eyes.

source: 陈平安赶紧收回视线，可没有任何邪念遐想。
en_us: Chen Ping'an hurriedly retracted his gaze, not a single impure thought in his mind.

source: 陈平安赶紧收敛无心的视线，起身正色道：“阮姑娘，回头等你空闲，我反正可以晚点回泥瓶巷。”
en_us: Chen Ping'an hurriedly raised his gaze, putting on a serious expression as she said, "I'll wait until you have some spare time. I can go back to Clay Vase Alley a bit later anyway."

source: 陈平安赶紧解释道：“宁姑娘，你别听杨爷爷瞎说，我保证贼心也没有！”
en_us: "Ning Yao, don't listen to Grandpa Yang's nonsense! I guarantee that I didn't dream about it either!" Chen Ping'an hurriedly explained.

source: 陈平安赶紧起身，快步走去，蹲下身仔细端详，跟之前那座倒塌的天官神像台座相比，好像被人刀切豆腐似的，一刀直直下去，就干脆利落地一分为二。陈平安揉着下巴，一点一点挪位置，换了一个方位蹲着，东南西北挪了一圈，屁股回到原位后，愈发确定，正是“菩萨点头”的那尊神像脚下台座。
en_us: He hurriedly rose to his feet and rushed over to the slab of Dragon Slaying Platform, then crouched down to examine it carefully. As he examined the slab of Dragon Slaying Platform, he was struck by a sense of familiarity. He stroked his own chin as he slowly made his way around the piece of Dragon Slaying Platform, and after making a full lap around the stone, he was convinced that this was a piece of the pedestal beneath the Nodding Bodhisattva statue. However, it looked as if this chunk of the pedestal had been sliced off extremely cleanly, much like a piece of tofu, and a shiver immediately ran down his spine as he made this observation.

source: 陈平安赶紧起身，来到刘羡阳身边低声道：“我这两天能不能去你那边住，这位姑娘可能要住我这里。”
en_us: Chen Ping'an hurriedly stood up and walked next to Liu Xianyang, whispering, "Can I stay over at your place for the next to days? This young woman is going to be staying at my house."

source: 陈平安起身去打开窗户，让灶房光线更加通透明亮，这才继续蹲下身，仔仔细细看过去，不敢漏过任何一点细节，这就耗费了差不多一个时辰。虽然陈平安不认识绝大多数的墨字，但是依然尽力记住它们的笔画结构。
en_us: Chen Ping'an rose to his feet to open the window to allow more light into the kitchen, then squatted down again to continue examining the pieces of the wooden figure, not daring to miss even the most trivial of details. He did this for around two hours, and even though he didn't recognize the majority of the black characters, he still did his best to memorize their structure and strokes.

source: 陈平安越看越觉得不对劲，光天化日之下，溪水竟然给人一种阴气森森的观感，陈平安哪怕那么多次潜入青牛背下的深坑，也不曾有过如此清晰的厌烦感觉。陈平安如今能够确定一点，世上有着匪夷所思的精怪妖物、孤魂野鬼，以前齐先生在小镇，所以万邪不侵，如今齐先生不再了，说不定当下就是鬼魅四处作祟的境地，自己一定要小心谨慎，哪怕阮师傅是下一任所谓的“圣人”，陈平安也不敢掉以轻心，说到底，陈平安还是更加信任齐先生，对于不苟言笑的阮师傅，敬畏之心肯定有，亲近之心则半点无。
en_us: The more he looked at the water, the more he felt like something was wrong. Under the broad daylight, the water of the creek was somehow giving off a sense of sinister eeriness. Chen Ping'an had ventured into the deep pit at the foot of the Azure Cow Ridge on the many past occasions, but even in there, he had never felt so unsettled and distrubed. At this point, Chen Ping'an was already certain that there were unfathomable things, such as monsters, spirits, and ghosts that existed in this world. In the past, with Mr. Qi at the town, no evil entities had dared to rear their ugly heads here, but now that Mr. Qi wasn't here anymore, there was no guarantee that this place would still remain safe and untouched, so he had to be very careful. Even when it came to Master Ruan, the so-called next "Sage" taking over from Mr. Qi, Chen Ping'an didn't dare to lower his guard. Ultimately, he only trusted Mr. Qi. He felt a sense of fear and respect toward the stern Master Ruan, but nothing beyond that.

source: 陈平安跑过之后，高高抬起一只手掌，五指张开，使劲晃了晃。
en_us: As Chen Ping'an ran by, he didn't forget to raise his hand up high, putting up all five fingers and waving them with vigor.

source: 陈平安跑进屋子，赶紧将迎春钱在内的两袋钱，火速推给少女，“收下吧。”
en_us: Chen Ping'an ran inside the house, hurriedly pushing the three bags of coins toward the young woman. "Take them."

source: 陈平安跟在两人身后，稍稍偏向小巷墙壁一侧，死死盯住巷口那边的动静。
en_us: Chen Ping'an walked behind the two of them, leaning slightly closer to the wall of the alley. He stared intently at the entrance of the alley.

source: 陈平安跟宁姚解释了一句：“很小的时候，杨家铺子的杨爷爷就曾经叮嘱过我，死也别取下来。原本是打算用来对付老猿的第四口气，现在想了想，也差不多了，因为我总觉得这个叫马苦玄的家伙，和老猿一样危险。”
en_us: Chen Ping'an explained to her, "When I was little, Grandpa Yang from the Yang Family's medicine shop told me to never remove these pouches of sand. I initially planned to remove them to deal with the old ape's fourth breath of Qi. However, I feel like now is a fairly suitable time to remove them as well. It's also because I have a nagging feeling that Ma Kuxuan is just as dangerous as that old ape."

source: 陈平安跟店铺伙计借了一把伞，跟上齐先生，一起走在大街上。
en_us: Chen Ping'an borrowed an umbrella from a shop assistant before hurrying over to accompany Mr. Qi. They walked side-by-side on the main street.

source: 陈平安跟着起身。
en_us: Chen Ping'an also stood up.

source: 陈平安蹲下身，画了一圈，“靠近东边，差不多是这里，距离泥瓶巷不算太远。”
en_us: Chen Ping'an squatted down and drew a circle, saying, "It's near the east, around here. It's not too far from Clay Vase Alley."

source: 陈平安蹲下身，试图先把宁姚放下来。结果等了片刻她竟然没动静，吓得陈平安以为宁姑娘已经死在半路上了，正当陈平安被雷劈了似的呆滞当场，一个字也说不来的时候，这一路上舒舒服服大睡过去的少女，终于醒过来，下意识用手背抹了抹嘴角，迷迷糊糊问道：“到了？”
en_us: Chen Ping'an squatted down and attempted to let Ning Yao climb off his back. However, there was surprisingly no reponse after waiting for a while, and Chen Ping'an was almost scared to death, thinking that Ning Yao had already died on the way here. As he stood there with a stupefied expression on his face, completely speechless with shock, the young girl who had enjoyed a nice and comfortable nap this entire time finally woke up, instinctively wiping the corners of her mouth with the back of her hand. She then asked in a sleepy voice, "Are we there?"

source: 陈平安蹲在他身边，对于少年来说，讨债的事情，实在难以启齿。
en_us: Chen Ping'an squatted down next to him. For him, it was very difficult to ask for the money that he was owed.

source: 陈平安蹲在地上，一脸惋惜地摇头道：“找过了，啥也没找到，估计早就被来这里捉迷藏的孩子踩烂了。这么多年下来，这些土神仙泥菩萨们，估计什么苦头都吃过了。你瞅瞅这位，最高的那颗拳头，手腕那里缺了一大块，旁边还有很多条裂缝，明显是给人用弹弓、或是石子糟蹋的，小镇的孩子都这样，大人越不让来这边玩，就越喜欢偷偷来这里抓蟋蟀、挖野菜，尤其是每年下雪的时候，经常是几十号人在这边打雪仗，热闹得很，玩疯了之后，哪里顾得了什么。小时候还喜欢攀比，看谁爬得更高，还有人喜欢爬到神像头顶上去撒尿的，比谁尿得更远，所以你想啊，一年年下来，就没个齐全的泥像了，其实我小时候还有几个木雕的神像，后来听说有懒汉嫌弃上山砍柴太累，就盯上了它们，刚入冬那会儿，就偷偷给拉回家劈成柴禾烧掉了。”
en_us: Chen Ping'an squatted down and shook his head in pity. "I've tried to look for them before. However, I wasn't able to find anything. They're most likely been broken by the children trodding all over them when playing hide-and-seek here. After so many years, I feel like these statues of gods have already experienced all kinds of hardships and beatings. "Just look at this one. There's a large chunk missing from his fist up there, and there are also many cracks on the side. It's clear that his fist has taken a beating from slingshots or stones thrown at him. The children in the small town are all like this. The more that their guardians prohibit them from coming here to play, the more that they enjoy sneaking here to catch crickets and dig up wild vegetables. "This is especially the case when winter arrives and snow falls. Dozens of them will come here to have snow fights, and that's truly a scene that's as lively as can be. After playing to their heart's content, will they still have the effort to worry about anything else? The children also like to compete with each other, and they try to see who can climb to the top of these statues. There are even some children who like to take a leak after climbing on top of these statues' heads, and they'll compete to see who can pee the furthest. "So, just think about it. After so many years, how can there still be a complete and undamaged statue? In fact, there used to be a few wooden statues here when I was still little. However, I heard that there was someone who was too lazy to enter the mountains to collect firewoord, so they eventually turned their attention to these statues. When winter arrived, he secretly snuck over and dragged the statues back to his house. He then chopped them up and used them as firewood."

source: 陈平安蹲在地上，双头按住脑袋，唉声叹气，有些头疼。
en_us: Chen Ping'an placed his hands onto his own head, squatting down as he heaved an exasperated sigh.

source: 陈平安蹲在树墩子旁边，耐心等着小镇看门人。
en_us: Chen Ping'an squatted next to the tree stump and patiently waited for the gatekeeper to acknowledge him.

source: 陈平安蹲在窗口那边的墙根，小心盯着火候，时不时翻看下三张药方，听到问话后，“合适说吗”
en_us: Chen Ping'an kept a careful eye on the flames as he squatted next to the wall near the window. Occassionally, he would also flip through the three sheets of prescription. Upon hearing Ning Yao's question, he replied, "Is it appropriate to tell?"

source: 陈平安转头一笑，“当然了，想到这些，认命归认命，心里头憋屈还是会有的，你想啊，凭啥都是来世上走一遭，我的命就天生不值钱呢？”
en_us: Chen Ping'an turned around and said with a smile, "Of course, conceding this is one matter, but that doesn't mean that I don't feel wronged at all. Just think about it. We were all equally born into this world, so why should my life be worth nothing?"

source: 陈平安转头好奇问道：“怎么说？”
en_us: Chen Ping'an turned around and asked in curiosity, "How so?"

source: 陈平安转头望向小溪方向，咧嘴一笑。
en_us: Chen Ping'an grinned as he turned around to look at the creek.

source: 陈平安转头望向黑衣少女。
en_us: Chen Ping'an turned around to look at the young woman in black.

source: 陈平安转头笑道：“谢了。”
en_us: Chen Ping'an turned around with a smile and replied, "Thank you."

source: 陈平安转头笑问道：“你还记得上次我跟你说过的事情吗，就是那棵树。”
en_us: Chen Ping'an turned around, smiling and asking, "Do you still remember what I told you last time? About that tree?"

source: 陈平安转身跟宁姚并肩而立，轻声道：“他叫马苦玄，是杏花巷那个马婆婆的孙子，很奇怪的一个人，从小就不爱说话，上次在小溪里碰到他，马苦玄还主动跟我说话来着，他明显早就知道蛇胆石很值钱。”
en_us: Chen Ping'an stood up beside Ning Yao, and he said in a soft voice, "He's called Ma Kuxuan, and he's Granny Ma's grandson. He's a very strange person, and he's never liked to talk from a very young age. The last time I saw him by the creek, he even came up to me and actively spoke to me. It was clear that he already knew the value of the snake gall pebbles."

source: 陈平安转身，递过去两颗桃子大小的通红野果，笑道：“宁姑娘，那你就是不晓得了，这种果子还真就只有在春天才能吃着，冬末结实，初春成熟，这会儿彻底熟透，一口下去，啧啧啧，那滋味，不小心舌头都能咬掉。更奇怪的是，咱们这里那么多座山，果子就只有这附近有，我当年也是跟姚老头来找一种泥土，他告诉我的，其它地方，也有些野果子味道不错，可我吃来吃去，啃东啃西，觉得都不如这种。”
en_us: Chen Ping'an turned around and handed her a pair of bright red fruits that were roughly the size of peaches, and he smiled as he said, "That's where you're wrong, Ning Yao. This type of fruit can only be eaten during spring. The fruit emerges during the tail-end of winter, then matures during early spring. At this point, it's completely ripe, and it's so juicy and flavorful that you'll bite your tongue off if you're not careful. What's rather strange about this fruit is that it only grows near here, despite the fact that there are so many mountains in the area. Back then, I came with Old Man Yao here to search for a type of soil, and he told me that the wild fruits elsewhere were quite tasty as well, but after having a nibble here and there, I couldn't find anything that were as good as this type of fruit."

source: 陈平安轻声道：“应该是从小溪滩里捡来的石子，有很多种颜色，不过刘羡阳的长辈，当年肯定是只拣选了金黄色的，先碾碎了再粘在一起。我们把这种石头叫蛇胆石。”
en_us: "It's most likely made from pebbles found in the creek," Chen Ping'an said softly. "These pebbles come in many different colors, but Liu Xianyang's ancestors only chose the golden ones at that time. They then crushed them before gluing them together. We call these pebbles snake gall pebbles."

source: 陈平安轻声道：“杨爷爷，这么多年，谢谢你。”
en_us: "Grandpa Yang, thank you for your help all these years," Chen Ping'an said softly.

source: 陈平安轻声道：“这么稀奇古怪的地方，不是谁都能进去的吧？”
en_us: "Surely not just anyone can go to those places," Chen Ping'an said in a quiet voice.

source: 陈平安轻声问道：“有多大？”
en_us: "How big?" Chen Ping'an asked softly.

source: 陈平安轻轻晃了晃左手，挤出一丝笑脸，“很有用。刚才是真疼，我以前就这么疼过两次。”
en_us: Chen Ping'an lightly waved his left hand and squeezed out a smile, saying, "It's very useful. I was geniunely in pain just then, and I've only experienced such agonizing pain two times before."

source: 陈平安轻轻走出屋子，宁姚跟他并肩而行，陈平安好奇问道：“你也要上山？”
en_us: Chen Ping'an quietly walked out of the room, and Ning Yao followed by his side. "You're also going to enter the mountains?" Chen Ping'an asked in curiosity.

source: 陈平安还了碗筷后，发现短工学徒们都聚在几栋屋内，点上油灯，在那里聊着为何会昼夜颠倒，有人言之凿凿，说是某座大山的山神过界，害得溪水井水下降，所以惹恼了管辖溪涧的河神老爷，一场神仙打架，打得天昏地暗。也有人用老一辈人的说法来反驳，说咱们这儿，大山都给朝廷封禁了，哪里来的山神，再说了，那么点大的小溪，绝对出不了河神。
en_us: After returning the bowls and chopsticks, Chen Ping'an noticed that all of the apprentices were gathered in several rooms. Oil lamps had been lit, and the apprentices were all discussing why day had suddenly transitioned into night. Some confidently proclaimed that it was because a mountain god of a certain mountain were passing through the area, causing the water levels in the wells and the creek to fall, drawing the ire of the river god governing the bodies of water. Thus, a battle between deities was taking place, completely turning the natural order on its head and flipping day and night. However, some were objecting to this story, stating that no mountain god could possibly exist, given that the mountains had all been sealed off by the imperial court. Furthermore, there was no way that such a small creek could be home to a river god.

source: 陈平安还想要说话，年轻道人猛然记起事，从袖中掏出枚青玉印章，小巧玲珑，对着印面轻轻呵了口气，然后对着书写药方的那张纸，重重按下，从纸面提起印章后，颇为满意，收入袖子后，年轻道人连同其余两张纸起递给陈平安，“好好收着，小镇上书籍多是私人家藏，你购买不易，如果真想学字，可以从贫道这副药方学起。”
en_us: Chen Ping'an was just about to say something else when a thought suddenly occurred to the young Daoist priest, and he pulled a small azure jade seal out of his sleeve. He blew gently onto the face of the seal for a moment, then pressed it firmly down onto the sheet of paper that contained the list of medicinal ingredients he had requested. After that, he lifted the seal, and he seemed to be quite pleased with his handiwork, stowing the seal back up his sleeve before handing that sheet of paper to Chen Ping'an along with the other two. "Make sure you keep these safe and don't lose them. Most of the books in the town are part of private collections, so it won't be easy for you to purchase any. If you really want to learn to read, then you can start by using everything I've written down for you as a learning material."

source: 陈平安还是双手抱头，可怜兮兮。
en_us: Chen Ping'an remained seated with his hands over his head and a pitiful look on his face.

source: 陈平安这个时候才知道，原来宁姑娘之前去泥瓶巷，是跟自己告别。
en_us: Only then did he realize that Ning Yao's earlier visit to Clay Vase Alley had been a farewell visit.

source: 陈平安这么多年，一直很羡慕刘羡阳。
en_us: Over the years, Chen Ping'an had always been very envious of Liu Xianyang.

source: 陈平安这才发现她年纪不大，脖子往下，那边的风景，真是壮观，竟然完全不输很多生养过孩子的妇人了。
en_us: It was also at this moment that Chen Ping'an realized that she was quite young. Even so, the scenes beneath her neck were truly majestic and grand. It was no inferior to the women who had raised many children.

source: 陈平安这才接过铜钱，笑道：“谢谢魏爷爷”
en_us: Only after hearing this did Chen Ping'an accept the copper coins. He smiled and said, "Thank you, Grandpa Wei."

source: 陈平安这次没有像当初在泥瓶巷，故意瞒着蔡金简苻南华，而是直截了当给那人指明了方向。
en_us: This time, Chen Ping'an didn't try to tell a lie like he did to Cai Jinjian and Fu Nanhua back on Clay Vase Alley. Instead, he gave the man clear directions on where to go.

source: 陈平安这次没有沉默，也没有转头，坐在小板凳上，低头看着青红色的火焰，轻声道：“这样做不对。”
en_us: Chen Ping'an didn't remain silent this time. Nor did he turn around to look at her. He sat down on a small stool and looked at the jumping red flames as he quietly replied, "Doing that wouldn't be right."

source: 陈平安这次离开院子的脚步，慢了些，也平稳很多。
en_us: This time, Chen Ping'an left the courtyard in a far slower and steadier manner.

source: 陈平安连忙转移话题，翻到第一幅拳谱，“宁姑娘，能不能帮我读一遍这幅图画的字？”
en_us: Chen Ping'an hurriedly changed the topic, flipping to the first diagram in the book and asking, "Ning Yao, can you help me read the words on this diagram?"

source: 陈平安迷迷糊糊点头道：“好的。”
en_us: "Okay," Chen Ping'an nodded and replied in a daze.

source: 陈平安追问道：“还有个人呢？”
en_us: "Can I ask you about someone else?" Chen Ping'an asked.

source: 陈平安退回到门槛那边，她问道：“知道隔壁客人的身份吗？”
en_us: When Chen Ping'an returned to the doorway, she asked, "Do you know who that guest was?"

source: 陈平安送出去的第一封信，是祖上得到过一柄皇帝御赐玉如意的卢家，当少年站在门口，愈发局促不安。
en_us: The first letter that he delivered was to the Lu Family, which had an ancestor that had received a jade scepter bestowed upon them by the emperor. As he stood outside the doors of the Lu Manor, he was becoming more and more agitated and uneasy.

source: 陈平安递给他箩筐的时候，试探性问道：“不再想想？”
en_us: As Chen Ping'an handed the bamboo basket over, he asked in an uncertain voice, "You're not going to reconsider it?"

source: 陈平安重新将木人打乱，堆放在灶台角落，走出灶房，关好院门后，想了想，还是要去一趟小镇东门，再找一次看门人，以后做了铁匠铺子的正式学徒，多半要住在那边，就不太可能送信了，所以陈平安想跟那位光棍汉打声招呼，不过之前找过一次，没找着。
en_us: Chen Ping'an scattered the wooden figure again and piled all of the parts in a corner of the kitchen before departing from Song Jixin's courtyard. After closing the yard gate, Chen Ping'an paused for a moment to consider what he was going to do next, then decided to pay a visit to Zheng Dafeng again. Once he officially became an apprentice at the blacksmith shop, he was most likely going to live there, so it wasn't going to be possible for him to come back and deliver letters. Hence, Chen Ping'an wanted to give Zheng Dafeng some advance notice, but he had already gone to search for him on a previous occasion and failed to find him.

source: 陈平安重新将签筒放回桌上，神情郑重，问道：“道长，我把五钱都给你，也不抽签了，只请道长将那张黄纸符，写得比平时更好一些，行不行？”
en_us: Chen Ping'an set the tube slip back down onto the table, then asked with a serious expression, "How about this? I'll give you the five copper coins, and I won't draw a slip. All that I ask is that you write up the yellow paper talisman a bit better than you normally do. Is that possible?"

source: 陈平安重新扶好背篓，两人再次背对背而坐。
en_us: Chen Ping'an adjusted the basket into an upright position, and the two of them returned to sitting with their backs facing one another.

source: 陈平安重重呼出yi口气，站起身，走上高高的台阶，进入廊桥走廊后，才发现远处聚集着yi拨人，四五人，或站或立，好像在护卫着其中yi名女子，陈平安只看到女子的侧身，只见她坐在廊桥栏杆上，双脚自然而然悬在溪水水面上，闭目养神，她的双手五指姿势古怪，手指缠绕或弯曲。
en_us: Chen Ping'an exhaled heavily before standing up and walking up the steps. After arriving on the covered bridge, he discovered that there was a group of four or five people standing and sitting in the distance. If looked like they were guarding one of the young girls. Chen Ping'an could only see her side, and her feet were casually hanging above the creek water as she sat on the railings of the covered bridge. Her eyes were closed, and her fingers were locked in strange positions as she made a weird hand symbol.

source: 陈平安长呼出口气，自言自语道：“这下子我是真的放心了。”
en_us: Chen Ping'an exhaled a long breath, saying to himself, "I genuinely feel relieved now."

source: 陈平安问道：“你们来这里，一般会待上多久才离开？”
en_us: "Generally speaking, how long do people like you stay here before they leave?" Chen Ping'an asked.

source: 陈平安问道：“你会教剑术？”
en_us: "You know how to teach sword techniques?" Chen Ping'an asked.

source: 陈平安问道：“你能自己走路了？”
en_us: "You can walk by yourself now?" Chen Ping'an asked.

source: 陈平安问道：“你说顾粲和他娘离开小镇后，随了截江真君去了那座书简湖，真能过上好日子吗？”
en_us: "After going to Lake Shujian with the River Severing True Lord, will Gu Can and his mother truly be able to enjoy a better life?" Chen Ping'an asked.

source: 陈平安问道：“供养钱是哪袋子？”
en_us: "Which pouch of coins is the Offering Coins?" Chen Ping'an asked.

source: 陈平安问道：“先前顾粲说你坏话，都听见了”
en_us: "You heard all of Gu Can's mean words just then?" Chen Ping'an asked.
